1:CinematicDialogs
00000000
Who dares disturb my rest?!
是谁胆敢打扰我休息？！
00000001
Aha!  A young Wizard, seeking the Secrets of Ice. I sense great power in you.
啊，原来是一位前来找寻冰之奥秘的小魔法师。我能感觉到你的体内有着巨大能量。
00000002
Know ye this: We are the Giants, Kings of the Sky.
你可知道：我们是巨人，是天空之王。
00000003
We accept your offering.  You may call upon our servants, young Thaumaturge.
小奇术师，我们接受你的祭品。你现在可以召唤我们的仆人了。
00000004
Study our Magic well.  A great evil is rising, and you may need our Magic to stop it.
你应该好好钻研我们的魔法。也许有一天你需要用它来阻止邪恶势力的增长。
00000005
<ITALICS>You shout the words of power . . . Klaatu, Verata, Nictu!</ITALICS>
<ITALICS>你念出圣言……克拉图，维拉塔，尼克图！</ITALICS>
00000006
<ITALICS>You toss the Shard of Ice over the edge, into the open Sky!</ITALICS>
<ITALICS>你把冰之碎片抛向天空！</ITALICS>
00000007
<ITALICS>You summon a Master of Frost!</ITALICS>
<ITALICS>你召唤霜系大师！</ITALICS>
00000008
<ITALICS>The Giant envelopes you in a flurry of Frost and Snow!</ITALICS>
<ITALICS>巨人把你困在霜雪风暴里！</ITALICS>
00000009
<ITALICS>As you step onto the Fire Sigil, the Bloodstone Ruby begins to pulse with light! </ITALICS>
<ITALICS>你一踏上火焰印章，血腥红宝石就开始发光跃动！</ITALICS>
00000010
<ITALICS>You whisper the name... Felidae Pyronus!</ITALICS>
<ITALICS>你低喃着名字……费力德·皮瑞诺斯！</ITALICS>
00000011
We hear your call and answer, Pyromancer.  You may enter the Dragon's Mouth!
火占师，我们听到了你的召唤并作出了回应，你现在可以进入龙嘴了。
00000012
<ITALICS>The Fire Cat rushes forward, exploding into the gate! </ITALICS>
<ITALICS>火猫冲上前去，撞破大门冲了进去！</ITALICS>
00000013
<ITALICS>You play a few notes on your cherry wood flute. . .</ITALICS>
<ITALICS>你用樱桃木长笛吹奏音符……</ITALICS>
00000014
Greetings, little one.  I am Lady Oriel, Princess of the Seraphs.  We are the Guardians of Life.
你好，小家伙。我是六翼天使公主——奥丽尔女士。我们是生命的守护者。
00000015
We protect the Song of the Universe, and seek out those who will help us keep our World alive.
我们负责保护宇宙之歌，并寻找那些能让我们的世界存活的人。
00000016
I hear your Song, and it pleases me.  I offer you this gift in return.
听了你的歌我很高兴，我把这个礼物给你作为回报。
00000017
<ITALICS>Lady Oriel teaches you the Song of the Unicorn.</ITALICS>
<ITALICS>奥丽尔女士教你独角兽之歌。</ITALICS>
00000018
When you play this Song, your music will come alive and a new Fairy will be created.  
当你演奏这支歌曲时，你的音乐会焕发生机，接着就会出现一位新的仙女。
00000019
The Imp that results will repay your gift in kind.
小恶魔会用礼物回报你。
00000020
Use the Song wisely, young Life mage. We will meet again.
年轻的生命系魔法师，你要好好利用这首歌。我们还会见面的。
00000021
The Frost Beetle suddenly appears...
霜冻甲虫突然出现了……
00000022
The Frost Beetle rushes forward...!
霜冻甲虫勇往直前……！
00000023
<ITALICS>You smell Death in the air...</ITALICS>
<ITALICS>你闻到了空气中的亡灵气息……</ITALICS>
00000024
You have proved yourself worthy, student of Death. Mastery over your fear of the unknown is the first step to greater knowledge. Tell your instructor that you have my approval.
亡灵系学生，你已经证明了你的实力，克服对未知事物的恐惧是学习知识的第一步。告诉你的老师，你已经得到了我的认可。
00000025
<ITALICS>You feel the north wind turn cold...</ITALICS>
<ITALICS>你感觉到了凛冽的北风……</ITALICS>
00000026
<ITALICS>As you hold up the reagents in your hand, you feel them begin to freeze, changing into a new Ice reagent...</ITALICS>
<ITALICS>你手中拿着材料，材料开始凝结，变成了一种新的冰霜系材料……</ITALICS>
00000027
<ITALICS>As your limbs feel the sting of frostbite, the spell forms in your very hands...</ITALICS>
<ITALICS>当你的肢体有冻伤的疼痛感时，你就掌握这个魔法了...</ITALICS>
00000028
<ITALICS>You hold up the Fire Feather to call the Phoenix...</ITALICS>
<ITALICS>你拿着火羽毛召唤凤凰……</ITALICS>
00000029
<ITALICS>The Fire Feather begins to change, feeding on the energies from the Phoenix...</ITALICS>
<ITALICS>火羽毛吸取凤凰的能量后发生了变化……</ITALICS>
00000030
<ITALICS>The Phoenix finds you worthy and has chosen to bestow its favor upon you...</ITALICS>
<ITALICS>凤凰觉得你很出色，非常认可你……</ITALICS>
00000031
<ITALICS>A voice yells out "I hear your call, Conjurer!" </ITALICS>
<ITALICS>你听到一个声音高喊：“我已经听到你的召唤了，魔术师！”</ITALICS>
00000032
So, you have learned well! I find favor in those who can summon me.
你学的不错！我很看好那些能够召唤我的人。
00000033
I shall reward you for all your work with the mythic arts. I will energize you with the strongest power words: "Parvus sed potens!"
你在神圣系魔法方面所作的努力，都将得到我的奖励。我会使用最强的圣言赐予你能量：“帕福斯 塞得 波特斯”！
00000034
Cool Cinematic Happens Here. 
很棒的电影
00000035
<ITALICS>You feels a sudden rush of energy swirling around you...</ITALICS>
<ITALICS>你感到一阵突如其来的能量在身体里游荡……</ITALICS>
00000036
<ITALICS>The powers of balance direct a surge of energies towards you...</ITALICS>
<ITALICS>平衡力量给你增加了巨大的能量……</ITALICS>
00000037
<ITALICS>As the energies build, you feel at one with the universe, as if you are becomeing united, balanced...</ITALICS>
<ITALICS>随着能量的增加，你感觉自己逐渐与宇宙融为一体，身体也好像达到了统一、协调的状态……</ITALICS>
00000038
<ITALICS>Suddenly, a Fairy appears...</ITALICS>
<ITALICS>一个仙女忽然出现了……</ITALICS>
00000039
Go now, child, and speak with Moolinda Wu.  Perhaps she will teach you this Song.
去找莫琳达·吴谈谈，孩子。也许她会教你这首歌曲。
00000040
<ITALICS>The Pixie concentrates and begins to sprinkle you with Fairy dust, then suddenly disappears...</ITALICS>
<ITALICS>仙女开始凝神，并将仙女粉末洒在你身上，然后就消失了……</ITALICS>
00000041
<ITALICS>The music takes away any pains you had and adds a spring to your step...</ITALICS>
<ITALICS>音乐能带走你所有的苦痛，且让你活力四射……</ITALICS>
00000042
<ITALICS>You find the cyclops eye...</ITALICS>
<ITALICS>你找到了库克罗普斯之眼...</ITALICS>
00000043
<ITALICS>You hear a strange noise...</ITALICS>
<ITALICS>你听到一阵奇怪的噪音……</ITALICS>
00000044
Welcome student of the Death School.  I shall now bestow some of my knowledge from the beyond upon you.  Train well.
亡灵系学生，欢迎你的到来。现在我要把知识传授给你。你要努力训练哦。
00000045
<ITALICS>As you stare into the water, you become aware of a great power building in the area...</ITALICS>
<ITALICS>你凝望水中，觉察到这个地区正在聚集巨大的能量……</ITALICS>
00000046
Greetings, student of Balance. It is wise for you to reflect upon the lessons of water. It can take many states and assume great power in both Storm and Ice. 
平衡学院的学生，你好。了解水的知识会让你受益良多。水能够以很多种形态存在，并能形成强大的暴风雨和冰。
00000047
Water can be very destructive, eroding away both metals and mountains. It also holds great power in the way in which all life requires it.
水的破坏力极强，它可以侵蚀金属和高山。同时它又它拥有超强的力量，它是万物生存之源。
00000048
Though water has great power in the waves of an ocean, it can also achieve a calm serenity, such as in this simple pond.
水虽然浪涛汹涌，力量强大。但它也可以如池塘中的水一般宁静平和。
00000049
Reflect upon the lesson and become like water. You too can achieve balance, my friend...
朋友，好好学习水的知识，然后做到像水一样，你便可以实现平衡……
00000050
<ITALICS>You feel a magical presence approaching...</ITALICS>
<ITALICS>你感到有魔法侵来……</ITALICS>
00000051
$PLAYER_FIRSTNAME$, you will meet many challenges along the long path laid out ahead of you, but never lose hope.
$PLAYER_FIRSTNAME$，在漫长的前进道路上，你将遇到许多挑战，但千万不要恢心。
00000052
Your destiny has been foretold and you will prevail. Rely on the strength that the power of Myth will provide you.
你的命运已被预言，运用你学到的神圣系魔法吧。
00000053
Go and tell Cyrus that you have my favor. If he does not believe you, you must only say this, "Tacotodo renrio renfro." Take care, student of Myth.
告诉赛勒斯你得到了我的许可，如果他不相信，你就对他念下面这个咒语：“可特多 利奥 弗洛”。保重。
00000054
<ITALICS>Something strange is in the air...</ITALICS>
<ITALICS>空气中漂浮着奇怪的东西……</ITALICS>
00000055
Hello there, student of Life. I am so glad that you called upon me for help. Join me with in this merry tune that I play.
你好！生命学院的学生。很高兴你叫我来帮忙。请融入到我演奏的这段欢快的旋律中来。
00000056
<ITALICS>You feel the air turn very chilly. You hold the ice blade aloft.</ITALICS>
<ITALICS>你感到空气变得异常寒冷。你举起冰刀。</ITALICS>
00000057
Student of Ice, with this blade you have proven yourself worthy of the next spell. 
冰霜系学院的学生，用这把刀你已经证明了你的实力，可以学习下一条魔法了。
00000058
Go now to your school and speak these words, “Rikit jothi lokola!”
你可以回到你的学院，念出下面的咒语，“瑞科特 巨斯 罗卡拉！”
00000059
<ITALICS>You are given a purple shard.</ITALICS>
<ITALICS>你拿到一个紫色碎片。</ITALICS>
00000060
Is dancing not the most joyful thing? You cannot help but feel alive! Go now and always carry a song in your heart!
跳舞是最让人快乐的事情，对么？它能让人充满活力！尽情跳吧！
00000061
<ITALICS>You hear a hissing noise deep within the earth...</ITALICS>
<ITALICS>你听到土壤深处传来嘶嘶声……</ITALICS>
00000062
Hissssss... Greetings, student of Fire! I see that you have obtained a Fire Gem. You have shown your resourcefulness and dedication.
嘶嘶嘶……你好啊，火焰系学院的学生！我知道你获得了一颗火宝石。你已经证明了你的机智和努力。
00000063
For that, you have our favor. The power words you will require for your spell are, “Omnirio hissia pyroxima!”
因此，我们对你表示认可。你所需的圣言是“奥秘你日奥 黑西亚 皮罗西么！”
00000064
<ITALICS>You hear a hissing deep within the earth...</ITALICS>
<ITALICS>你听到在土壤深处发出一阵嘶嘶声……</ITALICS>
00000065
Sssssssssss. Who is it who had summoned me? Ah, a student of Storm. I see that you have completed your tasks. Very good.
嘶...谁在召唤我？啊，一个风暴系的学生。我知道你已经完成你的任务了，很好。
00000066
<ITALICS>You hear the sound of powerful hooves racing towards you...</ITALICS>
<ITALICS>你听到一阵清晰的蹄声正在靠近……</ITALICS>
00000067
Hidee-ho, student of Myth! I see that you need some mythic power words to charge your spell. I will grant you the power!
神圣系学院的学生，你好！我知道你需要一些来圣言来增加你的魔法。我会教你的！
00000068
Ssssssssoooo, You need that charged?  I can help you with thissssss....
所……所以，你要增加魔法？我可以帮……帮助你……
00000069
Hear these words well, as I can only repeat them once. Tell your master, "Tacoxi squijax omnijak."
请认真听好，我只重复一次。对你的老师念下面这条咒语，“塔克欧西 四可贾克斯 欧默你夹克”
00000070
Now I must go, and create more myths. It is the only way I ride...!
我得走了，而且一定要创造更多魔法。这是我的命运……！
00000071
<ITALICS>You hear a tiny joyful voice call your name...</ITALICS>
<ITALICS>你听到有个微小的声音在喊你的名字……</ITALICS>
00000072
Thank you for helping us, kind Wizard. Your courage and benevolence will not soon be forgotten by the Fairy folk.
谢谢你救了仙女。她们并非有意作恶，只是因为她们堕落了才做了坏事。
00000073
Now, there is hope again and the Fairies will be able to bring magic and cheer to the people of Wizard City once more. Thank you, $PLAYER_FIRSTNAME$. 
现在，我们的生活又充满了希望，仙女们将给魔法城带来更多的魔法和欢乐。谢谢你，$PLAYER_FIRSTNAME$。
00000074


00000075
<ITALICS>You feel the ground begin to rumble...</ITALICS>
<ITALICS>你感到大地隆隆作响……</ITALICS>
00000076
So, you are looking for the spell scroll?  It is inside the tower across the street.  Unfortunately, it is well guarded by NightStalker and Addere Timeo.
这么说，你在找寻魔法卷轴？它在街对面的塔里。但是被夜袭者和艾德若·提米欧严加看守着。
00000077
Take this Blue Gem to your Professor to prove you have talked with me. Good luck!
把这个蓝宝石带给你的教授，这样就能证明你已经和我谈过话了。祝你好运！
00000078
Thank you for freeing Prince Swiftarrow. Your deeds here will long be remembered by the elves!
感谢你让迅剑王子重获自由。精灵们会永远记住你的！
00000079
Feebo
菲柏
00000080
I'm glad to see the elves again, even if they are a bit annoying...
尽管精灵们有时让人觉得讨厌，但能再次看到她们，让我很高兴……
00000081
Private Quinn
列兵奎因
00000082
<ITALICS>You hear thunder and some fluttering while gathering the water</ITALICS>
<ITALICS>你在取水的时候听到隆隆雷声和扑棱声。</ITALICS>
00000083
Hello, young Wizard. We are proud to see you are growing strong in the Storm School. We wish you the best of luck!
小魔法师，你好。你在风暴学院实力不断增强，这让我们感到非常欣慰。祝你万事顺利！
00000084
<ITALICS>You notice something strange up ahead...</ITALICS>
<ITALICS>你注意到前面有些异常……</ITALICS>
00000085
I've had my eye on you for a while now, young Wizard. You have proven well that you are a powerful student.
小魔法师，我关注你很久了。你非常有实力。
00000086
But don't push your luck.  It will only get harder from here!
接下来你将面临更多的困难，祝你好运。
00000087
I heard you were looking for a skeleton key around here. I'm pretty sure I've seen one amongst this rubble. Good luck, young Wizard!
小魔法师，我听说你来这里是为了寻找一把万能钥匙。我曾在这片废墟中见到过这把钥匙。祝你好运！
00000088
Priya
普利亚
00000089
Be true and learn the lessons of nature. Now go and speak these words only unto your mentor: "Meena Korio Jajuka!"
你要多多观察和了解大自然。现在去对你的老师念这句咒语：“娜克黑欧雅居卡！”
00000090
<ITALICS>You feel the ground begin to tremble...</ITALICS>
<ITALICS>你感觉到地面开始颤抖……</ITALICS>
00000091
Greetings, young Wizard. I understand that you need the Dark Grimoire. This is a very powerful and dangerous book...
小魔法师，你好。据我所知，你正在找寻一本黑魔法书。但黑魔法书非常强大、非常危险……
00000092
<ITALICS>You hear a deep growl that makes the hair on the back of your neck stand up...<I/TALICS>
<ITALICS>你听到一声咆哮，吓得毛骨悚然……<I/TALICS>
00000093
You have summoned me? You should feel honored, I do not show up for everyone. But we have been watching you, student of Fire...
火焰系学院的学生，是你召唤我? 你应该感到荣幸，因为并不是所有人都能够把我召唤来的。我们一直在关注你……
00000094
A great darkness is spreading across the land. Not just in this world, but in many of the others as well. You will be required to use your powers wisely.
一股邪恶势力正在蔓延，并且渗入到了其它世界。因此，你需要机智巧妙地运用你的能力。
00000095
And to make yourself more powerful, you will need to speak these words to your professor: "Zolo Zomi Zor!"
你若想让自己更加强大，就需要对你的老师念这个咒语：“阿拉霍洞 开咒！”
00000096
<ITALICS>You feel the winds suddenly build to a howlling cyclone ...<ITALICS>
<ITALICS>你感觉到风力突然发展成了狂啸的飓风……<ITALICS>
00000097
<ITALICS>Though the wind threatens to tear you apart, you remain calm...</ITALICS>
<ITALICS>尽管狂风仿佛要将你撕裂，你仍然保持冷静……</ITALICS>
00000098
<ITALICS>And the more relaxed you allow yourself to be, the more the winds die down...</ITALICS>
<ITALICS>你越放松，风就会变得越弱……</ITALICS>
00000099
<ITALICS>Your inner calm appears to bring the winds of chaos to a standstill. You feel in balance with the world...</ITALICS>
<ITALICS>你内心的平静似乎使得狂啸的飓风静止了下来。你觉得自己与万物保持平衡……</ITALICS>
00000100
Ssssssssoooo, Student of Ice, you feel you are worthy of your next spell? Pray tell, what makes you believe you are worthy of this honor?
冰霜系学院的学生，你觉得你有实力学习下一个魔法？那请你告诉我，你认为你有什么实力？
00000101
<ITALICS>You show the Medallion to the serpent. It takes one look and gives you a nod of approval.</ITALICS>
<ITALICS>你向巨蛇出示了奖章。巨蛇看了一眼后，向你点了一下头，表示同意你学习下一魔法。</ITALICS>
00000102
I am glad for you.  I find it discouraging to have to strike down unworthy students in the midst of their prime. Though they may try, we do have our standards.
我真替你感到高兴。很多学生不够实力学习新的魔法，但是拒绝他们又于心不忍。虽然他们也许会哭，但是我们有我们的原则。
00000103
You deserve the words of power you require for your spell. Remember these words: "Kryos Serpensys Aspidos!"
你有资格学习新的圣言了。记住，咒语是：“羽加迪 姆勒 维奥萨！”
00000104
<ITALICS>You suddenly feel a light breeze in the air...</ITALICS>
<ITALICS>突然，你感到一阵微风吹来……</ITALICS>
00000105
<ITALICS>The Scarecrow casts a spell and the book appears in your hands...</ITALICS>
<ITALICS>稻草人施展了一条魔法，书出现在你的手中……</ITALICS>
00000106
Greetings, I am Priya, here to serve you. To know Balance you must learn from the nature of trees.
你好，我是普利亚，在此为你效劳。要了解平衡系，必须先了解树木的特性。
00000107
Wood can be strong, like a towering oak. But when the need arises, it can gracefully bend in the wind to avoid breaking.
树木有时高挺强大，比如高耸的橡树。但有时为了避免被大风刮折，它们就会向风弯腰。
00000108
Trees may not be as strong as rock, but through time we can use our roots to break the heartiest of rock. Study what you see in nature and use it in your life.
树木或许不如岩石坚硬，但随着时间的推移，我们的根部能穿透最坚硬的岩石。学习大自然中的规律，并将它应用于你的生活中。
00000109
I have found favor in you and will aid you in your quest. In the dark times your power will be needed as I do not think Cyrus can stand alone.
我对你表示认可，并且会帮助你完成任务。我觉得仅靠赛勒斯一人无法应对黑暗时代的到来，我们需要借助你的力量。
00000110
The power words that you seek are: "Yaoyorozu kno kami!" Go now, and bring peace to the land...
你需要的圣言是:“耀优柔姿诺卡密！”去吧，希望你为这片土地带来和平……
00000111
<ITALICS>You feel the ground begin to rumble...</ITALICS>
<ITALICS>你感觉地面开始隆隆作响...</ITALICS>
00000112
Greetings, young Wizard. You will soon be able to summon me in combat. Together we will crush our opponets and defeat any challenges that lay ahead of us.
你好呀，年轻的魔法师。你很快就可以在战斗中召唤我了。我俩可以一起击败所有的敌人，面对各种挑战。
00000113
<ITALICS>A strange silence takes hold of the area around you...</ITALICS>
<ITALICS>你周围的环境沉浸在奇怪的寂静之中……</ITALICS>
00000114
Fear us, student, for we are masters of Balance! We have watched you and we do not doubt you will be a master someday too. But the road will be long and difficult.
学生，对我们有所畏惧，因为我们是平衡系的大师！我们关注过你并且确信将来有一天你也会成为一名大师。但是路漫漫其修远兮。
00000115
But we are sure you are up for it. But you must make haste. There is a dangerous situation developing in the Land of Dragons. You will be required to remedy this at great cost.
但是我们确定你已经准备好了。你要抓紧时间，现在龙之岛的情形越来越危险了。你要竭尽全力挽救这一切。
00000116
But first you must redress what is wrong in the land of MooShu. Maybe we will meet again there. For now, farewell, $PLAYER_FIRSTNAME$!
不过，首先你必须解救木须。也许我们会在那儿再次会面。好了，先再会，$PLAYER_FIRSTNAME$！
00000117
<ITALICS>You see a strange formation in front of you...</ITALICS>
<ITALICS>一个奇怪的阵型出现在你眼前……</ITALICS>
00000118
Greetings, young Wizard. I hear that you are looking for a special Ice Shard from a snowman. Well, look no further. I think I can help. Here you go!
小魔法师，你好。我听说你正在从雪人那儿寻找一块特殊的冰碎片。好了，不要再找了。我想我可以帮你。拿去吧！
00000119
<ITALICS>The Strange Man takes from you the Fairy Wings and gives you an Enchanted Flower while you dance.</ITALICS>
<ITALICS>在你跳舞时，那个怪人拿走了你的仙女之翼，并给了你一朵魔法花。</ITALICS>
00000120
<ITALICS>You see something form on the ground...</ITALICS>
<ITALICS>你看到什么东西正在地面上成形……</ITALICS>
00000121
<ITALICS>You suddenly get a warming feeling inside of you...</ITALICS>
<ITALICS>你的心里忽然涌起一股暖流……</ITALICS>
00000122
You have done well, young Wizard. May you do well on your journey to become an ever-powerful Healing Wizard!
做得很好！小魔法师！祝你顺利地成为一名强大的疗伤魔法师！
00000123
<ITALICS>The Pixie concentrates and showers you with Pixie dust, then disappears...</ITALICS>
<ITALICS>小精灵开始凝神，并将仙尘洒在你身上，然后就消失了...</ITALICS>
00000124
Be careful, young Wizard. This will be a tough battle. Good luck!
小魔法师，你要当心。这将是一场激烈的战斗。祝你好运！
00000125
<ITALICS>You feel the winds suddenly grow still...</ITALICS>
<ITALICS>你感到风突然停了下来……</ITALICS>
00000126
<ITALICS>You feel your body tingle as the King Scorpion transfers its powers of Balance to you...</ITALICS>
<ITALICS>当蝎子王把它的平衡能量传送给你时，你感到身体一阵刺痛……</ITALICS>
00000127
This is the Song of the Fairies.  Watch, as I shall call one of our sisters to aid you.
这是仙女之歌。看，我应该能召唤我们姐妹中的一个来帮助你。
00000128
Student of Ice, it is good of you to brave the elements and seek me out! I find favor in your devotion to the school and grant you the spell you seek!
冰霜系学院的学生，谢谢你勇敢面对元素，并拯救了我。你的奉献精神感动了我，现在我就教你学习咒语！
00000129
Heckhound
地牢猎犬
00000130
<ITALICS>School of Death - Death is finality, the study of the corporeal. Practitioners of the Death Art, known as Necromancers, understand this limitation and strive to face it unafraid.</ITALICS>
亡灵学院-死亡是终结，亡灵学院是对灵魂的研究。亡灵巫师就是亡灵系魔法的实践者，他们理解生命的极限，并且努力毫不畏惧地面对死亡。
00000131
<ITALICS>Death's power comes from the removing of order from the universe at large. Withdrawing the power of order and allowing chaos to return instills Necromancers to bend magic to their will.</ITALICS>
亡灵的力量来自于宇宙秩序的消除。在没有秩序和一片混乱的情况下，亡灵巫师就可以随心所欲的支配魔法。
00000132
<ITALICS>Necromancers draw on the power of courage to channel their own fears out of themselves and at their adversaries.</ITALICS>
亡灵巫师吸收勇气能量来消除他们自身以及对对手的恐惧。
00000133
<ITALICS>Death sits between Ice and Storm, for the cold energy of undeath draws on those two forces.</ITALICS>
亡灵学院位于冰霜系学院与风暴系学院之间，因为只有吸收这两种力量，才能维持亡灵的冰冻能量。
00000134
How dare you disturb me!  You shall pay for your actions!
你胆敢打扰我！你要为你的行为付出代价！
00000135
Who goes there? You shall pay for disturbing me, young Wizard!
谁？ 你会因为打扰我而付出代价的，小魔法师！
00000136
<ITALICS>The gate near the mummies opens...</ITALICS>
<ITALICS>靠近木乃伊的门开了……</ITALICS>
00000137
The Elder Seer
先知长老
00000138
I gather that Malistaire's army is growing if Ambrose needs this text. I fear that this book will do you little in light of his new powers...
不过如果安布罗斯校长需要这个，那就说明思泰尔的军队规模正在壮大。我担心这本书没法帮你对抗思泰尔的魔法……
00000139
Dark Scarecrow
暗黑稻草人
00000140
Dark Grimoire
黑魔法书
00000141
Ghoul
盗墓魔
00000142
Mr. Incinerator
焚化炉先生
00000143
Storm Lord
风暴领主
00000144
<ITALICS>Onyx is the gemstone of Death school, while Black and White are the school colors.</ITALICS>
玛瑙是亡灵学院的宝石，黑与白则是亡灵学院的颜色。
00000145
Use the Song wisely, young Life mage. We will meet again.
明智地使用那首歌，年轻的生命魔法师。我们会再见面的。
00000146
Student of Storm, you are advancing very well.  May your journey be safe.
风暴学院的学生，进展还不错哦。祝你顺利。
00000147
Storm Bird
风暴之鸟
00000148
King Scorpion
蝎子王
00000149
Ssssssss... So, student of Balance, you feel that you are ready for your next spell? Remember, with knowledge comes power, and with power comes great responsibility. Ssssssss...
嘶嘶……那么，平衡系的学生，你觉得你准备好学习下一个魔法了吗？记住，知识就是力量，而力量也意味着要承担更多责任。嘶嘶……
00000150
Ninja Pigs
忍者猪
00000151
Ninja Pigs
忍者猪
00000152
Ninja Pigs
忍者猪
00000153


00000154
<ITALICS>You address the pumpkin with the magic phrase said each Hallowe'en: </ITALICS> "Trick or treat!" 
<ITALICS>你对南瓜念了那句每个万圣节前夕都要说的咒语：</ITALICS> “不给糖果就捣蛋！”
00000155
<ITALICS>You address the pumpkin with the magic phrase said each Hallowe'en: </ITALICS> "Trick or treat!" 
<ITALICS>你对南瓜念了那句每个万圣节前夕都要说的咒语：</ITALICS> “不给糖果就捣蛋！”
00000156
<ITALICS>You address the pumpkin with the magic phrase said each Hallowe'en: </ITALICS> "Trick or treat!" 
<ITALICS>你对南瓜念了那句每个万圣节前夕都要说的咒语：</ITALICS> “不给糖果就捣蛋！”
00000157


00000158
"Trick or treat! Trick or treat is how we greet!" <ITALICS>you say to the Hallowe'en pumpkin. </ITALICS>
“不给糖就捣蛋！‘不给糖就捣蛋’就是我们问候的方式！<ITALICS>你对万圣节南瓜说。</ITALICS>
00000159
The door unlocks
门没有锁
00000160
The door unlocks
门没有锁
00000161
The door is locked. Find the Crystal.
门是锁着的
00000162
It seems I was mistaken about you.  Maybe you do have what it takes.  Be careful.  Malistaire is very dangerous.  I will help you defeat him.  Meet me in Dragonspyre.
看起来是我小瞧你了，也许你确实能做到。小心点，思泰尔非常危险。我会帮你击败他的，在龙之谷见我。
00000163
I need to know if you've any hope of surviving against my brother Malistaire.  The only way I can be sure is to challenge you myself. Stand your ground! 
我需要知道的是，你认为自己有希望从我兄弟思泰尔手下逃脱吗。我能肯定唯一的方法就是我和你挑战。坚持住哦！
00000164
Ghost
幽灵
00000165
You have proven that you are getting very powerful, Student of Storm.  I will combine these elements to complete your spell.
风暴学院的学生啊，你已经证明了自己变得很强大了。我要将这些元素结合起来帮你完成魔法。
00000166
Give the shard to your teacher.  With that, you should be able to earn your next spell.
把碎片交给你的老师。有了它，你就可以获得另一魔法。
00000167
Unicorn
独角兽
00000168
Centaur
半人马
00000169
Mandrake Root 
曼德拉草根
00000170
Judgement
审判
00000171
Minotaur
牛头怪
00000172
Cyclops
库克罗普斯
00000173
Frost Giant
冰霜巨人
00000174
Ice Wyvern
冰飞龙
00000175
Ice Wyvern
冰飞龙
00000176
Nimah The Wicked
黑鸦族尼马哈
00000177


00000178
Snowman
雪人
00000179
Snowman
雪人
00000180
Frost Colossus
冰霜巨像
00000191
<ITALICS>You follow Dworgyn's instructions precisely, setting the Scarecrow on the ground and watering it with the Quintessence of Fear. </ITALICS>
<ITALICS>你严格按照多沃金的指示，在地面上设置了稻草人，并用恐惧精粹浇灌它。</ITALICS>
00000192


00000193


00000194
The Scarecrow
稻草人
00000195
Younng Wizzaard.... You haave summonned mee frromm the mmarssh wherre I sstood waatch forr soo manny yearrss. I wiilll sseerrve yoou, aannd driive oourr ennemmies frromm tthiiss llaannd. 
年轻的魔法法师……你从我住住住了多年年的沼泽泽中召召唤我。我将将将为为为你服服务，把把把敌敌人人人驱逐逐出出这地地地方。
00000196
The Scarecrow
稻草人
00000197
The Scarecrow
稻草人
00000198
I sshhaalll sshhow themm FEAR in a hhanndffulll of duusst! Mwah hah hah hah hah hah!! 
我要要要用粉粉末给他们点厉害瞧瞧！哇哈哈哈哈哈！
00000199
<ITALICS>You hear a bell ringing in the distance... Judgement has come. </ITALICS>
<ITALICS>你听到远处传来的钟声...审判就要来了。</ITALICS>
00000200
Orthrus
俄耳托斯
00000201
<ITALICS>This looks like as good a place as any. You pull out the bone, and keep the collars behind your back. You don't know what to say, so you call out "Here, doggie!" and whistle. </ITALICS>
<ITALICS>这个地方看起来挺不错。你拿出骨头，并把项圈藏在背后。你不知道该说点什么，所以就大声喊“这儿，狗狗！”，然后吹起了口哨。</ITALICS>
00000202
<ITALICS>You hold out the bone from the two-headed cat, and Orthrus seems pleased. It wags its tail. </ITALICS>
<ITALICS>你从双头猫那里拿到了骨头，双头狗怪俄耳托斯看起来很高兴，摇了摇尾巴。</ITALICS>
00000203
Orthrus
俄耳托斯
00000204
<ITALICS>You scratch it behind its ears and slip the collar onto each neck. "Good doggie." Now you sense that Orthrus will come whenever it is called. </ITALICS>
<ITALICS>你在它耳后挠了几下，然后给每只脖子都套上颈圈。“好狗狗。”现在你知道双头狗怪俄耳托斯会听从你的召唤。</ITALICS>
00000205
Orthrus
俄耳托斯
00000206
<ITALICS>You heft the priceless Harmonious Crystal, and hurl it at the Krokosphinx's big stone paw. It shatters into a bazillion pieces. </ITALICS>
<ITALICS>你举起珍贵的和谐水晶，将它丢在克洛克神岛的大石爪边。水晶裂成了无数碎片。</ITALICS>
00000207
Feet of the Krokosphinx
克洛克神的脚
00000208
Wizard of Balance... your offering has been judged as equal in value to that which you seek. 
平衡系的魔法师…你的贡品与你所寻求的东西的价值相当。
00000209
Go now to our servant, your teacher Alhazred, and he will teach you this mighty spell. Use it wisely. 
现在到我们的仆人，也就是你的老师，阿赫兹德那里去吧，他会教你这个强大的魔法。你要好好利用这个魔法。
00000210
Judgement
审判
00000211
Judgement
审判
00000212
<ITALICS>You arrive at the courtyard, and take out the Horn of Eternal Winter. It's ice-cold to the touch. You take a deep breath and blow... </ITALICS>
<ITALICS>你来到院子里，拿出永恒冬日号角。那东西摸起来冰凉冰凉的。你就深吸一口气，然后吹出去…</ITALICS>
00000213
Horn of Eternal Winter
永恒冬日号角
00000214
Horn of Eternal Winter
永恒冬日号角
00000215
<ITALICS>The Horn of Eternal Winter echoes loudly throughout the area. From the echo, you are certain your call sounded throughout the Spiral. </ITALICS>
<ITALICS>永恒冬日号角响彻寰宇，从回声中你可以确信你的号声传遍了旋涡星系。</ITALICS>
00000216
Who has dared summoned the Ice Titan Ymir from his icy fastness in Grizzleheim? Who has blown the Horn of Eternal Winter? Show yourself!
谁胆子这么大敢把冰泰坦伊米尔从他的格林海姆的冰堡垒中召唤出来？又是谁吹响了永恒冬日号角？现身吧！
00000217
Hmm... I didn't see you there. My apologies.
嗯……我刚刚没看见你在。对不起。
00000218
Mortal Wizard, despite your tiny size, you have slain Trolls aplenty and proven yourself an ally to the Ice Titans. 
魔法师，虽然你个头不大，却杀死了无数巨魔，证明你是冰泰坦的盟友。
00000219
As a sign of our allegiance, you may summon one of us to aid you in combat. Go and speak to your teacher for the spell.
你作为我们的盟友，可以召唤我们中的一人帮你战斗。去和你的老师谈谈魔法吧。
00000220
Ymir, the Ice Titan
伊米尔，冰泰坦
00000221
<ITALICS>You get to the right place, and activate the Oscillation Overthruster. It's charged and makes a high-pitched whine, and starts giving off electric sparks... </ITALICS>
<ITALICS>你找对了地方，接着启动了振荡加速推进器。机器接通了电源，发出了高音调的呜呜声，然后开始产生电火花……</ITALICS>
00000222
Oscillation Overthruster
加速推进器
00000223
I am here... and the storm has come with me! Who dares summon the Lord of Thunder!
我来了……风暴也随我来了！谁敢召唤雷神！
00000224
Little Wizard! You show courage summoning me to this place, and your devotion to Storm magic has convinced me to serve you. You may call upon me when in great need, and I will respect your bidding. 
小魔法师！你把我召唤到此，这充分体现了你勇气可嘉，你对风暴系魔法的热爱征服了我，使我甘心服侍你。你可以在急需帮助时召唤我，我会遵从你的吩咐。
00000225
<ITALICS>The storm fades. You see that the Oscillation Overthruster is scorched and damaged beyond use now, having served its purpose. </ITALICS>
<ITALICS>风暴退去了，你看到振荡加速推进器烧焦了，被损坏得已经不能用了，它也完成了它的使命。</ITALICS>
00000226
Storm Lord
风暴领主
00000227
<ITALICS>You feel a little awkward, but you recite the Rota of Reading. "Summer is coming in. Loudly sing, Cuckoo! The seed grows and the meadow blooms, and the woods spring anew!" </ITALICS>\n
<ITALICS>你感觉到有点儿尴尬，但是你还是背诵了阅读名册。“夏天来了。杜鹃在欢快地鸣唱！ 种子发芽，草地葱茏，森林里又是一片春意盎然的景象！”</ITALICS>\n
00000228
The Rota of Reading
雷丁的值班表
00000229
<ITALICS>Suddenly the Life necklace falls from your neck and burrows into the ground. There is a rumbling from deep in the ground...</ITALICS>
<ITALICS>突然，生命项链从你的脖子上落下来，钻进了地里。地下深处发出隆隆声……</ITALICS>
00000230
The Rota of Reading
雷丁的值班表
00000231
Young Wizard of Life. It has been long since I have heard that chant. It awakens memories long stolen from me. I thank you from the deepest rings of my being.
年轻的生命系魔法师，我很久以来都没有听到这个了，这唤起了我久远的记忆。请接受我最诚挚的谢意。
00000232
Bartleby
巴托比
00000233
Bartleby
巴托比
00000234
Bartleby
巴托比
00000235
I grant you the Rebirth spell, the greatest secret of Life magic you have learnt thus far. Use it wisely, and in the service of Life. 
我将传授给你重生魔法，它是目前为止你学过的最强大的生命系魔法。要明智地使用它，让它为生命系服务。
00000236
Return now to Professor Wu and tell her what you have heard here. She will supply you with the spell. 
现在回到吴教授那里，并把你在这儿的事情告诉她。她就会把那道魔法给你。
00000237
The door has opened
门已经打开了
00000238
The door has opened
门已经打开了
00000239
Scarecrow Doll
稻草人玩偶
00000240
<ITALICS>You place the Boulders near the catapult.</ITALICS>
<ITALICS>你把大圆石放在石弩附近。</ITALICS>
00000241
<ITALICS>The Eye of Truth appears...</ITALICS>
<ITALICS>真理之眼出现了……</ITALICS>
00000242
<ITALICS>The Eye of Truth appears...</ITALICS>
<ITALICS>真实之眼出现了...</ITALICS>
00000243
<ITALICS>You take the Eye of Truth...</ITALICS>
<ITALICS>你带着真实之眼...</ITALICS>
00000244
<ITALICS>You take the Eye of Truth...</ITALICS>
<ITALICS>你带着真实之眼...</ITALICS>
00000245
Berries
草莓
00000246
I don't know who sent you, but you're not leaving here alive! 
我不知道是谁带你来的，但是你没法活着离开。
00000247
<ITALICS>This looks like the right place. You touch the crypt door, and it opens. Your hands no longer itch. </ITALICS>
<ITALICS>看起来就是这里了。你推了下地下室的门，门开了。你的手不再发痒了。</ITALICS>
00000248
<ITALICS>This looks like the right place. You touch the crypt door, and it opens. Your hands no longer itch. </ITALICS>
<ITALICS>看起来就是这里了。你触摸了下地下室的门，它打开了。你的手再也不痒了。</ITALICS>
00000249
This is no place for the living... you will join me in the darkness of the afterlife! 
这里不适合活人…你将和我一起进入死后的黑暗！
00000250
<ITALICS>This looks like the place. You pull out the Worms of the Earth and wiggle them.</ITALICS>
<ITALICS>看起来就是这里了。你拉出地球蠕虫，快速扭动它们。</ITALICS>
00000251
<ITALICS>Hopefully the Leviathan will take the bait...</ITALICS>
<ITALICS>希望海怪能够上钩…</ITALICS>
00000252
<ITALICS>This looks like the right place. You bring out the Frost Diamond. It’s icy to the touch. </ITALICS>
<ITALICS>好像就是这个地方。你把霜钻石拿出来。它摸起来冰凉冰凉的。</ITALICS>
00000253
<ITALICS>Outside, in the cold distance, the wind begins to howl. </ITALICS>
<ITALICS>外面，天寒地冻，狂风呼啸。</ITALICS>
00000254
Frost Diamond 
冰冻钻石
00000255
Snow Angel
冰雪天使
00000256
You have called and I have heard, oh Wizard of Ice. You withstood the chill, and offer a diamond of ice. 
我听到了你的呼唤，冰霜系魔法师。你经受住了冷冻，并献出了一颗冰霜系钻石。
00000257
Go to your teacher now, and she will teach you how you might summon me in the future. 
去找你的老师，她会教你以后如何召唤我。
00000258
<ITALICS>This is the place Dalia mentioned. You speak the incantation, and the words burn your tongue as they emerge. </ITALICS>
<ITALICS>这就是戴利亚提到的地方。你念咒语时，每个字都会灼伤你的舌头。</ITALICS>
00000259
Too long has the Fire Seal kept me from the Spiral! Now this world will perish in flame!
我被火之封印封得太久了！现在这个世界将在火焰中毁灭！
00000260
<ITALICS>The Efreet looks around at the ruins of Dragonspyre. </ITALICS>
<ITALICS>火怪四处观看龙之谷的废墟。</ITALICS>
00000261
Efreet
伊夫特利
00000262
<ITALICS>You see some scales on the ground. They don’t look like they belong to Drakes or Draconians. </ITALICS> 
<ITALICS>你看到地面上有一些鳞片。它们并不像是亚龙族或龙人的。</ITALICS>
00000263
You summoned me... brought a shield to ward your eyes from my glare. You are cunning, and resourceful. I will serve you. 
你召唤了我…… 用防护罩遮住眼睛避开我的视线。你很狡猾，也很聪明。我愿为你效劳。
00000264
<ITALICS>This looks like the right place. You open the jar of Clover Honey. The smell is incredible. </ITALICS>
<ITALICS>好像就是这个地方。你打开三叶草蜂蜜的瓶罐。那种味道真是及其美妙。</ITALICS>
00000265
<ITALICS>The Forest Lord is pleased. It will heed your call. </ITALICS>
<ITALICS>森林之王很高兴。他会听从你的召唤的。</ITALICS>
00000266
<ITALICS>This looks like a good spot. You take out the bag of bones. </ITALICS>
<ITALICS>这个地方看起来不错。你拿出了骨头袋子。</ITALICS>
00000267
<ITALICS>You get a sense that this Bone Drake is now yours to command. You will need the spell, though. </ITALICS>
<ITALICS>你感觉骨头亚龙可以听从你的召唤了。不过你还需要相应的魔法。</ITALICS>
00000268
<ITALICS>This feels like the right place. You hold the Sun Shard up. </ITALICS>
<ITALICS>看起来就是这里了。你举起了太阳碎片。</ITALICS>
00000269
Hullo? What’s that there? What are you up to?
喔？那是什么？你在干什么？
00000270
You have braved the heat of the sun and won a sliver of its inner flame. 
你冒着太阳的炙烤，取回了太阳的一簇火焰。
00000271
You have brought balance to the Spiral through your acts of heroism.
你的英雄壮举为旋涡星系带来了平衡。
00000272
You may summon me when you are threatened, and I will heed your call. 
当你碰到危险时，你可以召唤我，我会听从你的召唤。
00000273
Private Primwell
列兵普瑞姆威尔
00000274
Ra
Ra
00000275
<ITALICS>The Leviathan takes the bait, almost swallowing you in the process! </ITALICS>
<ITALICS>海怪拿走了诱饵，这中间差点把你吞了下去！</ITALICS>
00000276
<ITALICS>It looks pleased. You’re certain that you can summon it when you need to. </ITALICS>
<ITALICS>看起来很不错哦。你确定你可以在需要时召唤它。</ITALICS>
00000277
Leviathan
利维坦
00000278
I see my vengeance is... no longer needed. Still, you have done me a great service. I will come when you call me. 
我看我已经……不再需要复仇了。尽管如此，你还是给我帮了很大的忙。我以后会听从你的召唤的。
00000279
Fire School Spell Quest
火焰系魔法任务
00000280
Sun Shards
太阳碎片
00000281
<ITALICS>You feel a cold wind fill the room, as if from the Giants themselves...</ITALICS>
<ITALICS>你觉得房间内充满了一股冷风，仿佛从那些巨人身上传来一样。</ITALICS>
00000282
<ITALICS>You dip the medallion into the icy waters and it is restored.</ITALICS>
<ITALICS>你把奖章放在冰水里，奖章复原了。</ITALICS>
00000283
I will defend this path wizard.  None shall pass.
魔法师，我来看守这条路。任何人不得通过。
00000284
I will defend this path wizard.  None shall pass.
魔法师，我来看守这条路。任何人不得通过。
00000285
You have yet to put the sleep potion in the food that the mander trader supplies. The taskmaster's guards are still strong enough to fight.
你已经把蜥蜴人商人给的迷药放入食物中了，这些工头守卫却仍战力十足。
00000286
You got lucky, let's go again.
你太幸运了，我们再来一次吧。
00000287
I'll get closer next time...
下次我会靠近点……
00000288
My lucky coin didn't work this time.
这次，我的幸运币没有起作用。
00000289
I won't give up, you got lucky.
我不会放弃的，你很幸运。
00000290
Do you have a rabbit's foot with you?  You're awfully lucky.
你是兔子腿吗？你也太走运了。
00000291
I've had it!  You're going down this time.
我找到了！这次你败了。
00000292
I need some more Catnip.
我需要更多的猫薄荷。
00000293
I shall never surrender.
我永远不会投降的。
00000294
Spellcaster, your type has brought pain to our land.  I must stop you, before you destroy us all!
魔法师，你这类人已经给我们这片土地带来了苦难。我必须阻止你，在你毁掉我们全部人之前！
00000295
Forest Spirit
森林之神
00000296
My it's been ages since we have had a visitor, right sisters? Stay a while! Stay forever!
天啊，我们这儿很多年都没人来拜访过了，对吗，姐妹们? 呆一会儿吧！别走了！
00000297
Greetings, oh master of the lamp!\nI grant you a treasure... rescued from the eternal sands!
你好，神灯的主人！\n我赐予你一个从永恒沙漠中挖出的宝藏！
00000298
Greetings, you who are now master of the lamp! I am the genie of the lamp, and I will grant you wealth and other great treasures!\n
你好，你现在是灯的主人！ 我是灯之妖怪，我将给你带来财富和其他财宝！\n
00000299
Once (and only once) per day, you can use the lamp. I will appear and grant you a treasure plucked from the sands! 
这盏灯你每天可用一次（只能用一次）。灯亮时我会出现，然后把从沙漠中挖出的财宝赐给你！
00000300
Genie
妖怪
00000301
Greetings, young Wizard! Don't be alarmed!
祝贺你，小魔法师！不要担心！
00000302
 He's very generous, though. Once a day, if you visit him, he may have a present for you!
他非常大方。如果你每天都去拜访他，他会送你礼物的。
00000303
Perhaps he has a present for you?
也许他有礼物给你？
00000304
Perhaps he has a present for you?
大概他有个礼物要给你？
00000305
<ITALICS>The Chimera is here... </ITALICS>
幻想在这里……
00000306
<ITALICS>...and you have survived. Now to return to Alhazred in Krokotopia. </ITALICS>
……你活了下来。现在去找克洛克的阿赫兹德吧。
00000307
<ITALICS>This place looks like it'll do, but these notes are a mess. They'll never work.</ITALICS>
这个地方看起来是这样的，但是这些笔记乱糟糟的。不会有什么用的。
00000308
It's moving... it's alive! It's alive! It's alive! 
它在移动……是活的！是活的！是活的！
00000309
<ITALICS>This looks like the right place. You speak the ritual, call upon a volcano spirit, and wait for the Rain of Fire. </ITALICS> 
看起来是个不错的地方。你念了咒语，呼唤了火山阴影，等待火雨。
00000310
<ITALICS>You think you can handle the heat. </ITALICS> 
你认为你可以处理好热量。
00000311
<ITALICS>This looks like the place Professor Wu spoke of. You clear your mind and think of the power of Life magic. </ITALICS> 
这地方好像吴教授提过。你缕了缕思绪，思索了下生命魔法的力量。
00000312
<ITALICS>That was... strange. Despite that, you are sure the Gnomes will hear your call, from wherever in the Spiral they are. </ITALICS> 
真是……奇怪。除了那，你确定矮子能听到你的呼唤，不管他们在漩涡星系的什么地方。
00000313
This fellow is a gentle giant, and this is his home. He likes it down here, so we didn't have the heart to move him.
这家伙是个温和的巨人，这是他的家。他很喜欢这里，所以我们不忍心让他离开。
00000314
<ITALICS>This looks like the spot Professor Greyrose told you about. Now to perform the spell! <ITALICS>
<ITALICS>这个地方好像格雷罗丝和你讲过。现在你就大显身手吧！<ITALICS>
00000315
<ITALICS>What's that rumbling sound? <ITALICS>
<ITALICS>这隆隆声是怎么回事？ <ITALICS>
00000316
<ITALICS>What's that rumbling sound? <ITALICS>
<ITALICS>什么东西在隆隆作响？<ITALICS>
00000317
<ITALICS>This looks like the place Drake described. </ITALICS>
<ITALICS>这个地方很像德雷克描述的地方。</ITALICS>
00000318
<ITALICS>Yikes! That was unpleasant! Time to return to Professor Drake's classroom for evaluation. </ITALICS>
<ITALICS>呀！真是太不令人愉快了！是时候去德雷克教授那里检验一下了。</ITALICS>
00000319
<ITALICS>The Sirens should be able to appear in this pond. Time to put the earplugs in and cast the spell... </ITALICS>
<ITALICS>塞伦人应该出现在池塘那里。是时候带上耳塞施展魔法了……</ITALICS>
00000320
<ITALICS>It looks like you'll be all right! Back to Professor Balestrom! </ITALICS>
<ITALICS>看起来你不会有事的！去找霍斯顿教授吧！</ITALICS>
00000321
<ITALICS>Now to remove the earplugs... </ITALICS>
<ITALICS>现在该拿掉耳塞了……</ITALICS>
00000322


00000323
Hello, Wizard. You certainly didn’t think a roof cave-in would finish me off, did you?
你好，魔法师。你不会以为屋顶的片瓦就会要了我的命吧？
00000324
What do you think of the Pyramid of Mother Moon? I’ve had enough time to consider a few changes.
你认为月母金字塔怎么样？我有足够的时间思考变动。
00000325
"Ah'nahl nathrak" <br>"Uth Vas Bethad" <br>"Do-Hiel Dienveh."
“阿娜娜斯拉克”<br>“尤塔瓦斯贝沙德”<br>“多海迪恩维。”
00000326
Master Artisan, it is time for you to continue your studies. Come find me in the Atheneum!
工匠大师，你该继续你的学业了。到雅典娜神庙来找我！
00000327
Jambo, young Wizard! A voice on the wind told me you are ready to learn something new. Visit me in the Baobab Market.
您好，年轻的魔法师！风中有声音告诉我说你准备好学习新东西了。到拜巴伯市场来找我。
00000328
<ITALICS>You look inside the treasure chest and discover lost riches.</ITALICS>
<ITALICS>你看向藏宝箱，发现了失落的宝藏。</ITALICS>
00000329
Curse you, Wizard! I was sure my trial would be your undoing!
诅咒你，巫师！我确信我的审判会毁了你！
00000330
Here is the Key to the Hall of the Watchful Eye. Take it to Athena. 
这是警视之眼大厅的钥匙。把它交给雅典娜。
00000331
Carthaginian Elephant
迦太基大象
00000332
Ophidian Archer
蛇形弓箭手
00000333
Minotaur Warrior
牛头怪战士
00000334
<ITALICS>The greatest gladiator of all time was Dimachaerus. But when this warrior tried to overthrow Mount Olympus, he was defeated and chained in the Pit of the Noxii. </ITALICS>
<ITALICS>有史以来最伟大的角斗士是迪马查鲁斯。但是当这位战士试图推翻奥林匹斯山时，他被击败并被锁在了诺克西深渊中。 </ITALICS>
00000335
<ITALICS>In the early days of Aquila, Hades battled and subdued Cerberus, the three-headed dog. He brought him to Tartarus as servant and guard. </ITALICS>
<ITALICS>在天鹰座的早期，哈迪斯与三头犬刻耳柏洛斯战斗并制服了它。他把他带到塔尔塔罗斯，作为仆人和守卫。 </ITALICS>
00000336
<ITALICS>The Navigator Hanno sailed from the Gulf of Corinth and intercepted the Minotaur Pylos. Pylos fell into the Skyway and was lost. </ITALICS>
<ITALICS>导航者汉诺从科林斯湾航行并拦截了牛头怪皮洛斯。 Pylos 掉进了 Skyway，迷路了。 </ITALICS>
00000337
<ITALICS>In the first Achaen War, the Sons of the Minotaur overwhelmed the Ophidians at Sicyon, crushing them beneath their axes and horns. </ITALICS>
<ITALICS>在第一次亚干战争中，牛头怪之子在西西昂击败了蛇人，用斧头和角将他们碾碎。 </ITALICS>
00000338
<ITALICS>At Eyetolia, the Ophidian Assassin Iyrius struck and killed the Warrior Driss with a poisoned arrow. </ITALICS>
<ITALICS>在埃伊托利亚，蛇人刺客伊里乌斯用毒箭射杀了勇士德里斯。 </ITALICS>
00000339
Dorian BrightEyes
多利安亮眼
00000340
You may now enter
你现在可以进入了
00000341
Ssss! What's-what's happening? You-you can't defeat me! It's impossible! No! No! I do not accept this!
咝咝！发生了什么事？你——你打不过我！不可能！不！不！我不接受这个！
00000342
There, there. Stop whining, my child. You embarrass yourself.
那里，那里。别抱怨了，我的孩子。你让自己难堪。
00000343
You've been defeated, but I applaud your efforts. You did well.
你被打败了，但我为你的努力鼓掌。你做得很好。
00000344
You, spawn of the Spiral, have proven far more resourceful and determined than I believed possible. I confess, it even gives me some pause.
你，螺旋的后代，已经证明比我想象的要足智多谋和坚定。我承认，这甚至让我有些停顿。
00000345
But the Spiral's doom is sealed. You must accept that, lest you go from being an ally to an adversary. That will only cause you pain.
但螺旋的厄运是封闭的。你必须接受这一点，以免你从盟友变成对手。那只会给你带来痛苦。
00000346
You were the helping hand that pulled us from the abyss, and for that, you may be favorite thing in this forsaken mess of broken worlds.
你是把我们从深渊中拉出来的援助之手，为此，你可能是这个被遗弃的破碎世界中最喜欢的东西。
00000347
But do not meddle again in my affairs, or those of my children. You have been warned, and I will not repeat myself if it happens again.
但是不要再插手我的事，或者我孩子的事。您已被警告，如果再次发生，我不会重复自己。
00000348
Come, child, my first-born. You are stung by defeat, but you may yet transform your frustration into greater strength. Let us go.
来吧，孩子，我的长子。你被失败刺痛，但你可能会将你的挫败感转化为更大的力量。让我们去。
00000349
One comes down, one goes up. And city has new flag! Let us go out in streets and join in fight!
一个下来，一个上升。和城市有新的旗帜！让我们走上街头，加入战斗吧！
00000350
Oh look, Ivan. Your friends have arrived! It's a shame they didn't get to witness your feat of strength... and my moment of triumph.
哦，看，伊万。你的朋友来了！很遗憾他们没能见证你的力量壮举……和我的胜利时刻。
00000351
You've served me well, strongman. I hate to leave you, but I have everything I need, and I prefer not to deal with this nuisance.
你为我服务很好，强人。我不想离开你，但我拥有我需要的一切，我不想处理这种麻烦事。
00000352
Then I will most humbly take my leave. Goodbye now, Wizard. For both our sakes, I hope this will be my final farewell.
那我就很谦虚地告辞了。再见了，巫师。为了我们俩，我希望这是我最后的告别。
00000353
Yes, Master. As you say, Ivan will crush Wizard!
是的主人。正如你所说，伊万会粉碎巫师！
00000354
Then I will most humbly take my leave. Goodbye now, Wizard. For both our sakes, I hope this will be my final farewell.
那我就很谦虚地告辞了。再见了，巫师。为了我们俩，我希望这是我最后的告别。
00000355
They're your friends, so they're your responsibility. I'll leave this situation in your more-than-capable hands to clean up. Crush them.
他们是你的朋友，所以他们是你的责任。我会把这种情况留给你非常有能力的人来清理。粉碎他们。
00000356
No. They're your friends, so they're your responsibility. I'll leave this situation in your more-than-capable hands to clean up. Crush them.
不，他们是你的朋友，所以他们是你的责任。我会把这种情况留给你非常有能力的人来清理。粉碎他们。
00000357
This manor once belonged to my husband, Lord Purnitius Pawtrey, but he was a cold and careless man.
这座庄园曾经属于我的丈夫 Purnitius Pawtrey 勋爵，但他是一个冷酷粗心的人。
00000358
When he died, I discovered he had excluded me almost entirely from his Final Will and Testament. 
当他去世时，我发现他几乎完全将我排除在他的最终遗嘱和遗嘱之外。
00000359
He bequeathed me only Seeds. I'm no gardener and I have no desire to become one! Feel free to take the Seeds from his sarcophagus.
他只留给我种子。我不是园丁，也不想成为一名园丁！随意从他的石棺中取出种子。
00000360
Captain Shackleton
沙克尔顿船长
00000361
Lady Delores Pawtrey 
德洛雷斯·波特里夫人
00000362
Elizabeth Pawtrey
伊丽莎白·波特里
00000363
Pffh. This was my father's manor - a monument to his greed and grandiosity. But he was a fearful man. Never took any risks. 
噗。这是我父亲的庄园——他的贪婪和宏伟的纪念碑。但他是一个可怕的人。从未冒任何风险。
00000364
I ran away and joined the knighthood as soon as I was old enough. All I ever asked of him was that he leave me the family's coat-of-arms.
我一长大就逃跑并加入了骑士团。我对他的唯一要求就是他把家族的纹章留给我。
00000365
But even in death, he spurned me. All he bequeathed me was Pet Snacks, which I care not for. You can have them. Check his sarcophagus.
但即使死了，他也唾弃我。他留给我的只是宠物零食，我不在乎。你可以拥有它们。检查他的石棺。
00000366
Francis Pawtrey
弗朗西斯·鲍特里
00000367
It's such a shame, isn't it? This was once such a proud place, but my father, Lord Pawtrey was an irresponsible and foolish man.
太可惜了，不是吗？这曾经是一个令人骄傲的地方，但我的父亲，波特里勋爵是一个不负责任和愚蠢的人。
00000368
After his passing, we learned that he had completely squandered the family fortune. We lost everything.
在他去世后，我们得知他完全挥霍了家产。我们失去了一切。
00000369
All the old man bequeathed me was bunch of Clothing Items, worthless to me. If you want them, by all means, take them from his sarcophagus.
老爷子留给我的都是一堆衣服，对我来说一文不值。如果你想要它们，一定要把它们从他的石棺里拿出来。
00000370
Andrew Pawtrey
安德鲁·帕特里
00000371
This manor belonged to my family for a dozen generations, but my brother, Lord Pawtrey destroyed that legacy.
这座庄园属于我家族的十几代人，但我的兄弟帕特里勋爵毁掉了这份遗产。
00000372
All my life, he promised I would inherit the manor, but when he died, I discovered it was naught but a pack of lies.
他一生都承诺我会继承庄园，但当他去世时，我发现这不过是一堆谎言。
00000373
The Manor was auctioned to pay his debts. He left me the Furniture but nowhere to put it. Go ahead. Take it from his sarcophagus if you like.
庄园被拍卖以偿还他的债务。他把家具留给我，但无处可放。前进。如果你愿意，可以从他的石棺里拿走。
00000374
Hello, my friend! Come see what I have for you today.
朋友你好！来看看我今天为你准备了什么。
00000375
It was Titans' tantrums that interrupted the FirstWorld's dance, but for Raven, it also meant the end of all Romance.
是泰坦的发脾气打断了第一世界的舞蹈，但对瑞文来说，这也意味着所有浪漫的终结。
00000376
Time is no circle, but the impact of this Moment is critical in both Future and Past. 
时间没有循环，但这一刻的影响对未来和过去都至关重要。
00000377
Distant, we see: the Sundering was stopped but the Matter of Sand remains unsettled.   
远处，我们看到：天崩地裂已经停止，但沙子的问题仍未解决。
00000378
The Light winces, but for the Moment, the Shadow's Tale must be told:
圣光畏缩了一下，但暂时必须告诉暗影的故事：
00000379
Chronocle
编年史
00000380
Bonjour, mon amie! Looking for something? Have a look in the Lost and Found over there.
你好，我的朋友！找某样东西？看看那边的失物招领处。
00000381
NO! IT'S TOO LATE!
不！太晚了！
00000382
Now, Raven-Child, break the Chain.
现在，乌鸦之子，打破锁链。
00000383
Break it yourself, you slimy... 
自己打破它，你这个粘糊糊的......
00000384
Now, now... we <i>talked</i> about this. Obey.
现在，现在……我们<i>谈过</i>了。遵守。
00000385
Ugh... Obey...
呃……服从……
00000386
Uh-oh!
哦哦！
00000387
NOOOOOOOOO!!!!
不不不不不不不不不不不不不！！！！
00000388
Well hello, Bat. Come to see how to fulfill a plan? Wait, what's that machine? An Essence Cannon? <i>Good idea</i>... 
你好，蝙蝠。来看看如何完成一个计划？等等，那是什么机器？精华炮？ <i>好主意</i>...
00000389
Get out of my head, you parasite! MELLORI!
滚出我的脑袋，你这个寄生虫！梅洛里！
00000390
I'm afraid we have to go now. Mellori needs her rest. I'm sure you'll see her again before long. Or... will you?
恐怕我们现在得走了。梅洛里需要休息。我相信你很快就会再见到她。或者……你会吗？
00000391
Wizard! What have you done? 
巫师！你做了什么？
00000392
Bat
蝙蝠
00000393
Medulla
髓质
00000394
Mellori
梅洛里
00000395
Pork
波尔克
00000396
It's a long way up, but we'll get there!
路还很长，但我们会到达那里！
00000397
Is it done?
好了吗？
00000398
You don't understand - I've planned everything out!
你不明白 - 我已经计划好了一切！
00000399
All right, Bat - do your thing!
好吧，蝙蝠 - 做你的事！
00000400
That's it! It's... working!
而已！它……工作！
00000401
We did it! How's that for teamwork, huh?
我们做到了！团队合作怎么样，嗯？
00000402
I didn't think it was possible. Well done. Now let's go. 
我不认为这是可能的。做得好。现在我们走吧。
00000403
Mellori
梅洛里
00000404
Bat
蝙蝠
00000405
Today's metallic treasures are revealed!
今日金属宝物揭晓！
00000406
Hail, Wizard! The Beastmoon has risen! Now begins the time when Wizards become legends, when legends become hunters, and a great game begins.
万岁，巫师！兽月已经升起！现在开始了奇才成为传奇，传奇成为猎人的时代，一场伟大的比赛开始了。
00000407
Choose a statue in the Hall to assume its form and its powers. Then enter the Hunting Grounds, where the rules of magical combat are rewritten...
选择大厅中的雕像以呈现其形式和力量。然后进入狩猎场，魔法战斗规则被改写……
00000408
...Where Ice freezes the waters of Storm, Storm douses Fire, and Fire melts Ice. Navigate this strange place to hunt the deadliest game... Points!
...在冰冻结风暴之水的地方，风暴浇灭了火，而火融化了冰。导航这个陌生的地方去寻找最致命的游戏......积分！
00000409
Join a team to gather points by capturing the Battle Rings. Enter the Ring and hold it long enough - or defeat enemies within it - to claim it.
加入团队，通过夺取战斗戒指来收集积分。进入戒指并持有它足够长的时间 - 或击败其中的敌人 - 以获得它。
00000410
Also earn points from chests or by defeating any foe in glorious combat. The team with the most points wins boons worthy of the greatest hunters!
还可以从宝箱中获得积分，或者在光荣的战斗中击败任何敌人。得分最高的队伍将赢得配得上最伟大猎人的恩惠！
00000411
Remember, a wise hunter is a prepared hunter. Review the rules of the Beastmoon Hunt on the Event Page before you begin.
请记住，聪明的猎人是有准备的猎人。在开始之前，请在活动页面查看野兽月狩猎的规则。
00000412
Willkommen to the home of Nana's Olde Fashioned Karamelle Delights - The Spiral's foremost purveyor of sweets, savories, and smiles.
Willkommen 到 Nana's Olde Fashioned 焦糖城 Delights 的家——The Spiral 最重要的糖果、开胃菜和微笑供应商。
00000413
The magic begins with Nana's patented automated Gummy units, which safely gather chocolate, marshmallow, and gumdrops to send to our factories.
神奇始于 Nana 获得专利的自动软糖装置，它可以安全地收集巧克力、棉花糖和口香糖，然后送到我们的工厂。
00000414
There, happy Gnomes craft the raw ore into tasty treats, which Fairies sprinkle with love and pinch of Fairy Dust. The results are... delightful...
在那里，快乐的侏儒们将原矿石加工成美味的食物，仙女们洒满了爱和一撮仙尘。结果……令人愉快……
00000415
Willkommen to Karamelle, the sweetest place we know.  
Willkommen 到 焦糖城，我们所知道的最甜蜜的地方。
00000416
Where the birds and the bees live in licorice trees and gumdrop forests grow.
鸟类和蜜蜂生活在甘草树和胶滴林中生长的地方。
00000417
Welcome all to Karamelle, there's fun here to be had.
欢迎大家来到 焦糖城，这里很有趣。
00000418
Nana bakes all day the olde fashioned way and no one's ever sad.
娜娜整天都在用老式的方式烘烤，没有人伤心过。
00000419
Willkommen to Karamelle, the sweetest place you'll find...
欢迎来到焦糖城，你会发现最甜蜜的地方......
00000420
Where lollipops grow and the soda pop flows-
棒棒糖生长和汽水流动的地方-
00000421
Welcome all to Karamelle-
欢迎大家来到焦糖城-
00000422
Umm... Did someone update the Welcome program without telling me, or did something just go terribly wrong?
嗯...是否有人在没有告诉我的情况下更新了欢迎程序，或者发生了什么严重错误？
00000423
Ah, Wizard! What have you done to dear old Nana now?
啊，巫师！你现在对亲爱的老娜娜做了什么？
00000424
GAH! Help me!
嘎！帮我！
00000425
Grand Nana
大娜娜
00000426
Ha-ha! I've learned these machines completely now. And they even printed a Spiral Key to access Lemuria through the World Door.
哈哈！我现在已经完全学会了这些机器。他们甚至打印了一个螺旋钥匙，可以通过世界之门进入利莫里亚。
00000427
Before you go, come to my office, Wizard. We must discuss your objectives.
走之前，先来我的办公室，巫师。我们必须讨论你的目标。
00000428
Egad! He did it. He stopped the machine. That incisive ethereal fellow may have saved us all.
埃加德！他做到了。他停下了机器。那个敏锐空灵的家伙可能拯救了我们所有人。
00000429
Bit humbling, ain't it? Come on, let's... let's get out of here.
有点自卑，不是吗？来吧，让我们……让我们离开这里。
FireCatName
Fire Cat
火猫
FireRubyName
Bloodstone Ruby
血腥红宝石
FluteName
Cherry Wood Flute
樱桃木长笛
FrostGiantName
Giant
巨人
FrostQuestText
Summoning Giant
召唤巨人
ImpName
Song of the Imps
小恶魔之歌
SeraphName
Lady Oriel
奥丽尔女士
